/* 
  Localizable.strings
  appdownloader

  Created by ByteDance on 2023/7/6.
  
*/
// pc_installer_capcut
"AppTitle" = "CapCutin työpöytäversion asennusohjelma";
"LvAppTitle" = "Jianyingin työpöytäversion asennusohjelma";

// pc_installer_installed_already
"CheckInstalledMsgTitle" = "Jatketaanko asennusta?";
// pc_installer_reinstall
"CheckInstalledMsgBtnInstall" = "Asenna";
// pc_installer_open_immediately
"CheckInstalledMsgBtnOpen" = "Avaa";
// pc_installer_cancel_n
"CheckInstalledMsgBtnCancel" = "Peruuta";
// pc_installer_version_latest
"CheckInstalledMsgHintText" = "Olet jo asentanut CapCutin vanhan version (v%@). Voit avata vanhan version tai asentaa uuden version sen tilalle.";
"LvCheckInstalledMsgHintText" = "Olet jo asentanut Jianyingin vanhan version (v%@). Voit avata vanhan version tai asentaa uuden version sen tilalle.";

// pc_installer_download_cancel_title
"CancelDownloadMsgTitle" = "Lopetetaanko lataaminen?";
// pc_installer_download_continue
"CancelDownloadMsgBtnContinue" = "Jatka";
// pc_installer_download_cancel
"CancelDownloadMsgBtnCancel" = "Pysäytä";
// pc_installer_downloading_cancel
"CancelDownloadMsgHintText" = "Nykyistä ladattua tiedostoa (%d%%) ei tallenneta.";

// pc_installer_download_failed_retry
"DownloadErrorHintText" = "Lataaminen ei onnistunut. Yritä uudelleen.";
// pc_installer_retry
"BtnText_Retry" = "Yritä uudelleen";
// pc_installer_download_cancel
"BtnText_CancelDownload" = "Pysäytä";

"MultiLangBoxTitle" = "Language setting";
// save_pc
"BtnText_Save" = "Tallenna";

//pc_insufficient_disk_space
"DownloadErrorHintText_Code6" = "Levytila ei riitä";

"BtnCheck_SystemTrayAutoboot" = "Käynnistä ilmoitusalue käynnistyksen yhteydessä";

"DownloadErrorCodeHintText" = "Virhekoodi: ";